Repository: zxbmmmmmmmmm/SkylineWeather
Catalog: FluentWeather.Uwp/Strings/*/Resources.resw
Source language: en_us
Languages: es_es, fr_fr, zh_cn

# WindScaleDescription_14
source: Devastation
es_es: Devastación
fr_fr: Dévastation
zh_cn: 陆上难以出现，如有必成灾祸

# WindScaleDescription_15
source: Devastation
es_es: Devastación
fr_fr: Dévastation
zh_cn: 陆上难以出现，如有必成灾祸

# WindScaleDescription_16
source: Devastation
es_es: Devastación
fr_fr: Dévastation
zh_cn: 陆上难以出现，如有必成灾祸

# WindScaleDescription_17
source: Devastation
es_es: Devastación
fr_fr: Dévastation
zh_cn: 陆上难以出现，如有必成灾祸

# WindScaleDescription_2
source: Wind felt on face; leaves rustle; wind vane moved by wind
es_es: Siento del viento en la cara; hojas oxidadas; veleta del viento movida por el viento
fr_fr: Frappe du vent sur le visage ; rouille de feuille ; girouette de vent déplacée par le vent
zh_cn: 人面感觉有风，树叶有微响，风向标转动

# WindScaleDescription_3
source: Leaves and small twigs in constant motion; light flags extended
es_es: Hojas y ramitas pequeñas en constante movimiento; banderas de luz extendidas
fr_fr: Feuilles et petites brindilles en mouvement constant ; drapeaux légers étendus
zh_cn: 树叶及小树枝摇动不息，旗展开

# WindScaleDescription_4
source: Raises dust and loose paper; small branches moved
es_es: Aumenta el polvo y el papel suelto; pequeñas ramas se movieron
fr_fr: Élever la poussière et le papier détaché ; petites branches déplacées
zh_cn: 吹起地面灰尘和纸张，小树枝摇动

# WindScaleDescription_5
source: Small trees in leaf begin to sway; crested wavelets form on inland waters
es_es: Los árboles pequeños en hoja comienzan a oscilar; las ondas cocidas se forman en aguas interiores
fr_fr: Les petits arbres en feuilles commencent à se balancer ; les vagues crêtes se forment sur les eaux intérieures
zh_cn: 有叶的小树整棵摇摆；内陆水面有波纹

# WindScaleDescription_6
source: Large branches in motion; whistling heard in telegraph wires; umbrellas used with difficulty
es_es: Ramas grandes en movimiento; silbidos escuchados en cables de telegrafia; paraguas utilizados con dificultad
fr_fr: Grandes branches en mouvement ; sifflement entendu dans les fils télégraphiques ; parapluies utilisés avec difficulté
zh_cn: 大树枝摇摆，持伞有困难，电线有呼呼声

# WindScaleDescription_7
source: Whole trees in motion; inconvenience felt when walking against the wind
es_es: Árboles enteros en movimiento; molestias sentidas al caminar contra el viento
fr_fr: Des arbres entiers en mouvement ; gêne ressentie lorsque vous marchez contre le vent
zh_cn: 全树摇动，人迎风前行有困难

# WindScaleDescription_8
source: Twigs break off trees; generally impedes progress
es_es: Las ramas rompen los árboles; generalmente impiden el progreso
fr_fr: Les brindilles brisent les arborescences ; elles entravent généralement la progression
zh_cn: 小树枝折断，人向前行阻力甚大

# WindScaleDescription_9
source: Slight structural damage (chimney pots and slates removed)
es_es: Daño estructural ligero (pozos y talones eliminados)
fr_fr: Légers dégâts structurels (pots de cheminée et ardoises retirés)
zh_cn: 烟囱顶部移动，木屋受损

# WindScaleDescription_&gt;17
source: Devastation
es_es: Devastación
fr_fr: Dévastation
zh_cn: 陆上极难出现，毁灭性破坏

# WindScaleText.Text
source: Level
es_es: Nivel
fr_fr: Niveau
zh_cn: 级

# OpenMeteoSection.Content
source: Open-Meteo
fr_fr: Météo ouverte

# OpenMeteoWelcomeCard.Header
source: Open-Meteo
fr_fr: Météo ouverte

# QGeolocationTokenSettingsCard.Header
source: GeoApi KEY
es_es: Clave de GeoApi
fr_fr: CLÉ Géo API

# QWeatherTokenSettingsCard.Header
source: KEY
es_es: CLAVE
fr_fr: CLÉ
